package i18n

var KZ = map[string]string{
	"APP_NAME": "Qyzmetker",
	// START SECTION
	"WELCOME":         "Пожалуйста, проверьте ваши регистрационные данные перед началом прохождения.\nПосле нажатия кнопки «Начать тестирование» запустится обратный отсчёт времени",
	"QUESTIONS_COUNT": "Количество вопросов",
	"PASSING_COUNT":   "Проходной балл",
	"YOUR_FIO":        "Ваше ФИО",
	"YOUR_DEP_NAME":   "Ваш Департамент/Филиал",
	"START_TESTING":   "Начать тестирование",

	// Главное меню
	"MAIN_MENU":           "Главное меню",
	"TIME_OFF":            "Болмау уақытын тіркеңіз",
	"LIST_APPROVE":        "Список на утверждение",
	"SECURE_TIME_OFF":     "Зарегистрировать от СБ",
	"ALL_LIST_TIME_OFF":   "Жалпы тізім",
	"SECURE_LIST_APPROVE": "Список СБ",
	"LIST_ABSENT":         "Жетіспейтіндердің тізімі",
	"LIST_TIME_OFF":       "Жеке болмау уақыты",
	"NEW_MESSAGE":         "Сообщение в новостную ленту",
	"LIST_NPA":            "НПА",
	"NEAR_BIRTH_DATE":     "Жақын туған күндер",
	"PHONE_REFER":         "Телефонный справочник",
	// Главное окно: Ближайшие дни рождения
	"BIRTH_DATE":  "Туған күні",
	"EMPLOYEE":    "Қызметкер",
	"POST":        "Лауазым",
	"DEP_NAME":    "Департамент",
	"INFORMATION": "Новостная лента",

	// TIME_OFF Регистрация отсуствия
	"TIME_OUT":     "Күтім уақыты",
	"TIME_IN":      "Келу уақыты",
	"CAUSE":        "Болмау себебі",
	"SAVE":         "Сақтау",
	"REG_DATE":     "Тіркелген күні",
	"AGREE_HEAD":   "Кто согласовал",
	"STATUS":       "Статус согласования",
	"ACTION":       "Әрекет",
	"ON_APPROVING": "На согласовании",
	"REMOVE":       "Жою",

	// LIST_NPA
	"PRINT_YEAR":    "ГОД",
	"PRINT_EXECUTE": "Есепті жүктеу",

	// Общий список/Отчет
	"FLT_MONTH":   "Сүзу",
	"PRINT_MONTH": "Ай",
	"HEAD_NAME":   "Келісушінің аты-жөні",

	// Список отсутствующих
	"NOT_APPROVED": "Не согласовано",

	// Новое сообщение
	"ADD_MESSAGE": "Введите сообщение",
	"MESSAGE":     "Введите сообщение",
	"PHOTO_URL":   "Ссылка на фото",
	"PHOTO_FIO":   "ФИО на фото",
	"PHOTO_POST":  "Должность на фото",
	"PHOTO_FILE":  "Прикрепить фото",

	"ORDER_NUM": "№",
	"IP_ADDR":   "IP мекенжайы",
	"FIO":       "Аты-жөні",
	"RFBN_ID":   "Аймақ коды",
	"LAST_TIME": "Соңғы кіру",
}
