package i18n

var RU = map[string]string{
	"APP_NAME": "Тестирование",
	// LOGIN SECTION

	// Начальное окно
	"WELCOME":         "Пожалуйста, проверьте ваши регистрационные данные перед началом прохождения.\nПосле нажатия кнопки «Начать тестирование» запустится обратный отсчёт времени.",
	"QUESTIONS_COUNT": "Количество вопросов",
	"PASSING_COUNT":   "Проходной балл",
	"YOUR_FIO":        "Ваше ФИО",
	"YOUR_DEP_NAME":   "Ваш Департамент/Филиал",
	"START_TESTING":   "Начать тестирование",

	// Главное окно тестирования
	"SELECT_ONE_ANSWER":   "Выберите один вариант ответа",
	"QUESTION_ABSENT":     "Данные вопроса отсутствуют. Нажмите кнопку навигации внизу",
	"LIST_QUESTIONS":      "Вопросы",
	"QUIZ_ABSENT":         "⚠️ Тестовое задание отсутствует",
	"PICTURE_TO_QUESTION": "Иллюстрация к вопросу",
	"ANSWER_ABSENT":       "📭 Для данного вопроса не добавлены варианты ответов в БД",
	"BUTTON_SAVE_NEXT":    "Сохранить и перейти 💾",
	"BUTTON_TO_END":       "В конец ⏭️",
	"BUTTON_NEXT":         "Вперед ▶️	",
	"BUTTON_PREV":         "◀️ Назад",
	"BUTTON_TO_START":     "⏮️ В начало",
	"FINISH_QUIZ":         "🏁 Завершить тест",

	"ORDER_NUM": "№",
	"IP_ADDR":   "IP адрес",
	"FIO":       "ФИО",
}
